Repository: karablik27/Reminder-IOS-App
Catalog: *.lproj/Localizable.strings
Languages: ru

source: Settings
ru: Настройки

source: Language
ru: Язык

source: Notifications
ru: Уведомления

source: Rate in App Store
ru: Оценить в App Store

source: Factory Reset
ru: Сброс до заводских настроек

source: Events
ru: События

source: Delete Events
ru: Удаление событий

source: Delete All Events
ru: Удалить все события

source: Cancel
ru: Отмена

source: Are you sure you want to delete all events?
ru: Вы уверены, что хотите удалить все события?

source: Do you want to delete all events?
ru: Вы действительно хотите удалить все события?

source: Delete
ru: Удалить

source: Don't delete
ru: Не удалять

source: When all events are deleted, all data about them will be erased without the possibility of recovery.
ru: После удаления все данные о событиях будут утеряны без возможности восстановления.

source: No events yet
ru: Событий пока нет

source: Add your first event using the + button
ru: Добавьте первое событие, нажав на кнопку +

source: 1 hour before
ru: За 1 час

# 2 hour before
source: 2 hours before
ru: За 2 часа

# 3 hour before
source: 3 hours before
ru: За 3 часа

# 4 hour before
source: 4 hours before
ru: За 4 часа

# 5 hour before
source: 5 hours before
ru: За 5 часов

# 6 hour before
source: 6 hours before
ru: За 6 часов

# 7 hour before
source: 7 hours before
ru: За 7 часов

# 8 hour before
source: 8 hours before
ru: За 8 часов

# 9 hour before
source: 9 hours before
ru: За 9 часов

# 10 hour before
source: 10 hours before
ru: За 10 часов

# 11 hour before
source: 11 hours before
ru: За 11 часов

# 12 hour before
source: 12 hours before
ru: За 12 часов

# 13 hour before
source: 13 hours before
ru: За 13 часов

# 14 hour before
source: 14 hours before
ru: За 14 часов

# 15 hour before
source: 15 hours before
ru: За 15 часов

# 16 hour before
source: 16 hours before
ru: За 16 часов

# 17 hour before
source: 17 hours before
ru: За 17 часов

source: 1 day before
ru: За 1 день

source: 1 week before
ru: За 1 неделю

source: Every 1 minute
ru: Каждую минуту

source: Every 1 hour
ru: Каждый час

source: Every 1 day
ru: Каждый день

source: Every 1 week
ru: Каждую неделю

source: All events
ru: Все события

source: Holidays
ru: Праздники

source: Birthdays
ru: Дни рождения

source: Study
ru: Учёба

source: Movies
ru: Фильмы

source: Other
ru: Другое

source: None
ru: Без категории

source: By date
ru: По дате

source: By name
ru: По названию

source: You need to choose your event type.
ru: Вам нужно выбрать тип события.

source: You will create a reminder about someone's birthday.
ru: Вы создадите напоминание о чьём-то дне рождения.

source: You will create a reminder about a holiday.
ru: Вы создадите напоминание о празднике.

source: You will create a reminder about your studies (deadlines, exams, and more).
ru: Вы создадите напоминание об учёбе (дедлайны, экзамены и т.д.).

source: You will create a reminder about movies, cartoons, TV shows, and similar media.
ru: Вы создадите напоминание о фильмах, мультфильмах, сериалах и другой медиа.

source: You will create a reminder for something that doesn't fit any of the categories above.
ru: Вы создадите напоминание о чём-то, что не подходит ни к одной из вышеперечисленных категорий.

source: Type
ru: Тип

source: Sort
ru: Сортировка

source: Time
ru: Время

source: Date
ru: Дата

source: Done
ru: Готово

source: Month
ru: Месяц

source: Year
ru: Год

source: Mon
ru: Пн

source: Tue
ru: Вт

source: Wed
ru: Ср

source: Thu
ru: Чт

source: Fri
ru: Пт

source: Sat
ru: Сб

source: Sun
ru: Вс

source: You will see all events, that you have.
ru: Вы увидите все события, которые у вас есть.

source: You will see all birthday events, that you have.
ru: Вы увидите все дни рождения, которые у вас есть.

source: You will see all holidays events, that you have.
ru: Вы увидите все праздники, которые у вас есть.

source: You will see all study events, that you have.
ru: Вы увидите все учебные события, которые у вас есть.

source: You will see all movie events, that you have.
ru: Вы увидите все события, связанные с фильмами, которые у вас есть.

source: You will see all other events, that you have.
ru: Вы увидите все прочие события, которые у вас есть.

source: Reminder Frequency
ru: Частота напоминаний

source: Remind every 1 minute.
ru: Напоминать каждую минуту.

source: Remind every 1 hour.
ru: Напоминать каждый час.

source: Remind every 1 day.
ru: Напоминать каждый день.

source: Remind every 1 week.
ru: Напоминать каждую неделю.

source: You will see events sorted by date.
ru: Вы увидите события, отсортированные по дате.

source: You will see events sorted by name.
ru: Вы увидите события, отсортированные по названию.

source: First Remind
ru: Первое напоминание

source: You will be reminded
ru: Вы получите напоминание

source: History
ru: История

source: Delete History Events
ru: Удаление завершённых событий

source: Delete All History Events
ru: Удалить все завершённые события

source: Are you sure you want to delete all history events?
ru: Вы уверены, что хотите удалить все завершённые события?

source: Do you want to delete all history events?
ru: Вы действительно хотите удалить все завершённые события?

source: When all history events are deleted, all data about them will be erased without the possibility of recovery.
ru: После удаления всех завершённых событий данные о них будут безвозвратно утеряны.

source: No history yet
ru: Завершённых событий пока нет

source: Finished events will appear here
ru: Завершённые события будут отображаться здесь

source: Beautiful Dates
ru: Красивые даты

source: Delete Beautiful Events
ru: Удалить красивые события

source: Delete All Beautiful Events
ru: Удалить все красивые события

source: Are you sure you want to delete all beautiful events?
ru: Вы уверены, что хотите удалить все красивые события?

source: When all beautiful events are deleted, they cannot be recovered.
ru: После удаления всех красивых событий восстановить их невозможно.

source: No beautiful events yet
ru: Пока нет красивых событий

source: Beautiful events will appear here
ru: Здесь будут отображаться красивые события

source: Bookmarks
ru: Закладки

source: Delete Bookmarked Events
ru: Удаление событий из закладок

source: Delete All Bookmarked Events
ru: Удалить все закладки

source: Are you sure you want to delete all bookmarked events?
ru: Вы уверены, что хотите удалить все закладки?

source: Do you want to delete all bookmarked events?
ru: Вы действительно хотите удалить все закладки?

source: When all bookmarked events are deleted, all data about them will be erased without the possibility of recovery.
ru: После удаления всех закладок все данные о них будут безвозвратно утрачены.

source: No bookmarks yet
ru: Закладок пока нет

source: Bookmark your first event on the main screen
ru: Добавьте первую закладку на главном экране

source: Finish
ru: Завершено

source: Choose icon
ru: Выберите иконку

source: Take Photo
ru: Снять фото

source: Choose from Gallery
ru: Выбрать из галереи

source: Use default icon
ru: Использовать иконку по умолчанию

source: Name
ru: ИМЯ

source: Event title
ru: Название события

source: Information
ru: Информация

source: Add information
ru: Добавить информацию

source: First remind
ru: Первое напоминание

source: Create
ru: Создать

source: Event
ru: Событие

source: Save
ru: Сохранить

source: Push Notifications
ru: Push Уведомления

source: Welcome
ru: Добро пожаловать

# language_option
source: Language
ru: Язык

source: Next
ru: Далее

source: Get Started!
ru: Начать!

source: You will create a reminder about a special anniversary.
ru: Вы создадите напоминание о важной годовщине.

source: You will create a reminder about a trip or vacation.
ru: Вы создадите напоминание о поездке или путешествии.

source: You will create a reminder about a concert, festival, or live event.
ru: Вы создадите напоминание о концерте, фестивале или другом мероприятии.

source: You will create a reminder to track your goals or deadlines.
ru: Вы создадите напоминание для отслеживания целей или дедлайнов.

source: You will create a reminder about health-related things (e.g. appointments).
ru: Вы создадите напоминание, связанное со здоровьем (например, визит к врачу).

source: You will create a reminder about a meeting or important appointment.
ru: Вы создадите напоминание о встрече или важной записи.

source: You will create a general reminder for something important.
ru: Вы создадите общее напоминание о чём-то важном.

source: You will create a reminder about work tasks or projects.
ru: Вы создадите напоминание о рабочих задачах или проектах.

source: You will create a reminder about shopping or sales.
ru: Вы создадите напоминание о покупках или распродажах.

source: You will create a reminder about romantic moments or dates.
ru: Вы создадите напоминание о романтическом моменте или свидании.

source: You will create a reminder about something happening for the first time.
ru: Вы создадите напоминание о чём-то, что происходит впервые.

source: You will create a reminder for a dream or wish you'd like to remember.
ru: Вы создадите напоминание о мечте или желании, которое хотите запомнить.

source: You will create a reminder about a memorable or meaningful moment.
ru: Вы создадите напоминание о запоминающемся или значимом моменте.

source: You will see all anniversary events that you have.
ru: Вы увидите все события, связанные с годовщинами.

source: You will see all travel and trip events that you have.
ru: Вы увидите все события, связанные с поездками и путешествиями.

source: You will see all concert or festival events that you have.
ru: Вы увидите все события, связанные с концертами или фестивалями.

source: You will see all goal-related or deadline events that you have.
ru: Вы увидите все события, связанные с целями или дедлайнами.

source: You will see all health-related events like appointments that you have.
ru: Вы увидите все события, связанные со здоровьем, например, приёмы у врача.

source: You will see all meeting or appointment events that you have.
ru: Вы увидите все события, связанные со встречами или записями.

source: You will see all general reminder events that you have.
ru: Вы увидите все общие напоминания.

source: You will see all work-related events that you have.
ru: Вы увидите все события, связанные с работой.

source: You will see all shopping or sale events that you have.
ru: Вы увидите все события, связанные с покупками или распродажами.

source: You will see all romantic events or dates that you have.
ru: Вы увидите все романтические события или свидания.

source: You will see all first-time experiences you've saved.
ru: Вы увидите все события, связанные с первым опытом.

source: You will see all wish or dream events that you have.
ru: Вы увидите все события, связанные с желаниями или мечтами.

source: You will see all memorable or meaningful events that you have.
ru: Вы увидите все запоминающиеся или значимые события.

source: You will see all events that you have.
ru: Вы увидите все ваши события.

source: You will see all birthday events that you have.
ru: Вы увидите все события, связанные с днями рождения.

source: You will see all holiday events that you have.
ru: Вы увидите все праздничные события.

source: You will see all study-related events that you have.
ru: Вы увидите все события, связанные с учёбой.

source: You will see all movie, cartoon, and TV show events that you have.
ru: Вы увидите все события, связанные с фильмами, мультфильмами и сериалами.

source: You will see all other events that don't fit into a specific category.
ru: Вы увидите все прочие события, которые не относятся к определённой категории.

source: Anniversary
ru: Годовщины

source: Travel
ru: Путешествия

source: Concerts
ru: Концерты

source: Goals
ru: Цели

source: Health
ru: Здоровье

source: Meetings
ru: Встречи

source: Reminders
ru: Напоминания

source: Work
ru: Работа

source: Shopping
ru: Покупки

source: Romantic
ru: Романтика

source: FirstTime
ru: Впервые

source: WishDate
ru: Желания

source: Memorable
ru: Памятное

source: Don't miss the event:
ru: Не пропустите событие:

source: Your event
ru: Ваше событие

source: is coming soon!
ru: скоро наступит!

source: Get ready for
ru: Приготовьтесь к

source: is just around the corner!
ru: уже не за горами!

source: Reminder:
ru: Напоминание:

source: is approaching fast!
ru: быстро приближается!

source: is coming up!
ru: скоро наступит!

source: Search beautiful events...
ru: Ищите красивые события...

source: No beautiful events found
ru: Красивые события не найдены
